{
  "additional_special_tokens": null,
  "clean_up_tokenization_spaces": true,
  "eos_token": "</s>",
  "extra_ids": 0,
  "max_length": 1024,
  "model_max_length": 1000000000000000019884624838656,
  "pad_to_multiple_of": null,
  "pad_token": "<pad>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "sp_model_kwargs": {},
  "stride": 0,
  "tokenizer_class": "T5Tokenizer",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<unk>"
}
